"%@ - Offline" = "%@ - 离线";

"3D Secure" = "3DS 验证";

"Add New Card…" = "添加新卡……";

"Add a Card" = "添加卡";

"Apt." = "公寓";

"Contact" = "联系信息";

"Delivery" = "收货信息";

"Delivery Address" = "收货地址";

"Free" = "免费";

"Invalid Shipping Address" = "收货地址无效";

"Loading…" = "正在加载……";

"Multibanco" = "Multibanco";

"Next" = "下一步";

"Online Banking (FPX)" = "网上银行 (FPX)";

"Payment Method" = "支付方式";

"Shipping" = "配送";

"Shipping Method" = "配送方式";

"Use Billing" = "使用账单地址";

"Use Delivery" = "使用收货地址";

"Use Shipping" = "使用收货地址";
